Repository: hubsif/kodi-magentasport
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: Stream starts at
de_de: Stream startet am

# #30002
source: Error loading video or no video available.
de_de: Fehler beim Laden des Videos oder kein Video verfügbar.

# #30003
source: Missing title
de_de: ohne Namen

# #30004
source: CURRENTLY RUNNING
de_de: JETZT LIVE

# #30005
source: To watch this video you need a subscription and login credentials. The current credentials produced an authentication error. Please check username and password in addon settings.
de_de: Für dieses Video muss ein Abo abgeschlossen und entsprechende Login-Daten hinterlegt werden. Mit den aktuellen Login-Daten gab es einen Fehler bei der Authentifizierung. Bitte überprüfe Benutzername und Passwort in den Addon-Einstellungen.

# #30006
source: Error verifying subscription.
de_de: Fehler bei der Überprüfung des Abonnements.

# #30007
source: Login data missing. Please define username and password first.
de_de: Login Daten fehlen. Bitte erst Benutzername und Passwort festlegen.

# #30008
source: General
de_de: Allgemein

# #30009
source: Username
de_de: Benutzername

# #30010
source: Password
de_de: Passwort

# #30011
source: Error response from server:
de_de: Fehlermeldung vom Server:

# #30030
source: Canceled
de_de: Abgesagt
